tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "python"
brew "dbus", restart_service: true
brew "bat"
brew "tmux"
brew "byobu"
brew "deno"
brew "emacs"
brew "eza"
brew "fzf"
brew "git"
brew "htop"
brew "neovim"
brew "node"
brew "ripgrep"
brew "sheldon"
brew "texlive"
brew "yt-dlp"
brew "zoxide"
brew "grc"
brew "nvimpager"
brew "pandoc"
cask "font-devicons"
cask "font-inconsolata"
cask "font-noto-mono"
cask "font-noto-mono-for-powerline"
cask "font-noto-sans"
cask "font-noto-sans-math"
cask "font-noto-sans-mono"
cask "font-noto-sans-symbols"
cask "font-noto-sans-symbols-2"
cask "kitty"
cask "wezterm"
cask "chromium"
cask "google-chrome"
cask "librewolf"
cask "qutebrowser"
cask "firefox"
cask "stolendata-mpv"
cask "iina"
